<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Admin Dashboard
    |--------------------------------------------------------------------------
    */

    'save'                      =>  'حفظ',
    'reset'                     =>  'اعاده تعيين',
    'cancel'                    =>  'رجوع',
    'create'                    =>  'انشاء',
    'edit'                      =>  'تعديل',
    'delete'                    =>  'حذف',
    'delete_all'                =>  'حذف الكل',
    'show'                      =>  'اظهار',
    'update'                    =>  'تحديث',
    'active'                    => 'متاح',
    'unactive'                    => 'غير متاح',
    'search'                    => 'بحث',
    'submit'                    => 'ارسال',
    'add'                       => 'اضافة',
    'remove'                    => 'ازالة',
    'select'                    => 'اختر',
    'select_all'                => 'اختر الكل',
    'deselect_all'              => 'الغاء اختيار الكل',
    'choose'                    => 'اختر',  
    'choose_file'               => 'اختر ملف',
    'view'                      => 'عرض',
    'back'                      => 'رجوع',

];
